Repository: instructure/canvas-ios
Catalog: Student/Widgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Add To-do
ar: إضافة مهمة
ca: Afegiu-hi les tasques pendents
cy: Ychwanegu Tasg i’w Gwneud
da: Tilføj opgave
da_instk12: Tilføj opgave
de: Aufgaben hinzufügen
es: Agregar tareas por hacer
es_es: Añadir tarea pendiente
fi: Lisää tehtäväluetteloon
fr: Ajouter une liste de choses à faire
fr_ca: Ajouter un travail à accomplir
ga: Cuir 'Le Déanamh' leis
hi: करने के लिए जोड़ें
ht: Ajoute Lis tach
id: Tambah To-Do
is: Bæta við verkefnalista
it: Aggiungi attività da fare
ja: するべきことを追加する
mi: Tāpiri Mahi
ms: Tambah Untuk Dilakukan
nb: Legg til gjøremål
nb_instk12: Legg til gjøremål
nl: Lijst met opdrachten toevoegen
pl: Dodaj listę zadań
pt: Adicionar tarefa
pt_br: Adicionar tarefa
ru: Добавить задачи
sl: Dodaj seznam opravil
sv: Lägg till att göra-uppgift
sv_instk12: Lägg till att göra-uppgift
th: เพิ่มรายการสิ่งที่ต้องทำ
vi: Thêm Việc Cần Làm
zh: 添加任务
zh_hk: 添加待辦事項

source: American literature IV
ar: الأدب الأمريكي 4
ca: Literatura americana IV
cy: Llenyddiaeth America IV
da: Amerikansk litteratur IV
da_instk12: Amerikansk litteratur IV
de: Amerikanische Literatur IV
es: Literatura Estadounidense IV
es_es: Literatura estadounidense IV
fi: Amerikkalainen kirjallisuus IV
fr: Littérature américaine IV
fr_ca: Littérature américaine IV
ga: Litríocht Mheiriceá IV
hi: अमेरिकी साहित्य IV
ht: Literati ameriken IV
is: Bandarískar bókmenntir IV
it: Letteratura americana IV
ja: 米文学 IV
mi: Amerikana Tuhituhinga IV
ms: Kesusaseraan Amerika IV
nb: Amerikansk litteratur IV
nb_instk12: Amerikansk litteratur IV
nl: Amerikaanse literatuur IV
pl: Literatura amerykańska IV
pt: Literatura americana IV
pt_br: Literatura Americana IV
ru: Американская литература IV
sl: Ameriška književnost IV
sv: Amerikansk litteratur IV
sv_instk12: Amerikansk litteratur IV
vi: Văn học Mỹ IV
zh: 美国文学 IV
zh_hk: 美國文學 IV

source: American Literature IV
ar: الأدب الأمريكي 4
ca: Literatura americana IV
cy: Llenyddiaeth America IV
da: Amerikansk litteratur IV
da_instk12: Amerikansk litteratur IV
de: Amerikanische Literatur IV
es: Literatura Estadounidense IV
es_es: Literatura estadounidense IV
fi: Amerikkalainen kirjallisuus IV
fr: Littérature américaine IV
fr_ca: Littérature américaine IV
ga: Litríocht Mheiriceá IV
hi: अमेरिकी साहित्य IV
ht: Literati Ameriken IV
is: Bandarískar bókmenntir IV
it: Letteratura americana IV
ja: 米文学 IV
mi: Amerikana Tuhituhinga IV
ms: Kesusasteraan Amerika IV
nb: Amerikansk litteratur IV
nb_instk12: Amerikansk litteratur IV
nl: Amerikaanse literatuur IV
pl: Literatura amerykańska IV
pt: Literatura Americana IV
pt_br: Literatura Americana IV
ru: Американская литература IV
sl: Ameriška književnost IV
sv: Amerikansk litteratur IV
sv_instk12: Amerikansk litteratur IV
vi: Văn Học Mỹ IV
zh: 美国文学 IV
zh_hk: 美國文學 IV

source: American Literature IV: All the Books
ar: الأدب الأمريكي 4: جميع الكتب
ca: Literatura americana IV: Tots els llibres
cy: Llenyddiaeth America IV: Yr holl Lyfrau
da: Amerikansk litteratur IV: Alle bøgerne
da_instk12: Amerikansk litteratur IV: Alle bøgerne
de: Amerikanische Literatur IV: Alle Bücher
es: Literatura Estadounidense IV: Todos los libros
es_es: Literatura estadounidense IV: Todos los libros
fi: Amerikkalainen kirjallisuus IV: Kaikki kirjat
fr: Littérature américaine IV : Tous les livres
fr_ca: Littérature américaine IV : Tous les livres
ga: Litríocht Mheiriceá IV: Na Leabhair go léir
hi: अमेरिकी साहित्य IV: सभी पुस्तकें
ht: Literati Ameriken IV Tout Liv yo
id: American Literature IV: Semua buku
is: Bandarískar bókmenntir IV: Allar bækurnar
it: Letteratura americana IV: Tutti i libri
ja: 米文学 IV:すべての本
mi: Amerikana Tuhituhinga IV: Ngā Pukapuka Katoa
ms: Kesusasteraan Amerika IV: Semua Buku
nb: Amerikansk litteratur IV: Alle bøkene
nb_instk12: Amerikansk litteratur IV: Alle bøkene
nl: Amerikaanse literatuur IV: Alle boeken
pl: Literatura amerykańska IV" Wszystkie książki
pt: Literatura Americana IV: Todos os Livros
pt_br: Literatura Americana IV: Todos os livros
ru: Американская литература IV: Все книги
sl: Ameriška književnost IV: Vse knjige
sv: Amerikansk litteratur IV: Alla böcker
sv_instk12: Amerikansk litteratur IV: Alla böcker
th: American Literature IV: หนังสือทั้งหมด
vi: Văn Học Mỹ IV: Tất Cả Sách
zh: 美国文学 IV：所有图书
zh_hk: 美國文學 IV：所有書本

source: Announcements
ar: الإعلانات
ca: Anuncis
cy: Cyhoeddiadau
da: Beskeder
da_instk12: Beskeder
de: Ankündigungen
es: Anuncios
es_es: Anuncios
fi: Ilmoitukset
fr: Annonces
fr_ca: Annonces
ga: Fógraí
hi: घोषणाएं
ht: Anons
id: Pengumuman
is: Tilkynningar
it: Annunci
ja: アナウンス
mi: Pānuitanga
ms: Pengumuman
nb: Kunngjøringer
nb_instk12: Beskjeder
nl: Aankondigingen
pl: Ogłoszenia
pt: Anúncios
pt_br: Avisos
ru: Объявления
sl: Obvestila
sv: Anslag
sv_instk12: Meddelande
th: ประกาศ
vi: Thông báo chung
zh: 公告
zh_hk: 通告

source: Assignment Grades
ar: تقديرات المهمة
ca: Notes de les activitats
cy: Graddau’r Aseiniad
da: Opgavekarakterer
da_instk12: Opgavevurderinger
de: Aufgabennoten
es: Calificaciones de asignaciones
es_es: Notas de actividades
fi: Tehtäville annettu arvosana
fr: Notes des devoirs
fr_ca: Notes du travail
ga: Marcanna an Taisc
hi: असाइनमेंट ग्रेड
ht: Nòt Devwa
id: Nilai Tugas
is: Einkunnir fyrir verkefni
it: Voto compiti
ja: 課題の評定
mi: Whakataunga ngā Kōeke
ms: Gred Tugasan
nb: Oppgavevurderinger
nb_instk12: Oppgavevurderinger
nl: Opdrachtcijfers
pl: Oceny z zadań
pt: Classificação de Tarefa
pt_br: Notas da tarefa
ru: Оценки заданий
sl: Ocena nalog
sv: Uppgiftsomdömen
sv_instk12: Uppgiftsbedömning
th: เกรดภารกิจ
vi: Điểm Bài Tập
zh: 作业评分
zh_hk: 作業評分

source: Based on graded assignments
ar: على أساس المهام التي تم تقييمها
ca: Basat en activitats qualificades
cy: Yn seiliedig ar aseiniadau wedi’u graddio
da: Baseret på bedømte opgaver
da_instk12: Baseret på vurderede opgaver
de: Basierend auf benoteten Aufgaben
es: Basado en tareas calificadas
es_es: Basado en actividades evaluadas
fi: Perustuu arvosteltuihin tehtäviin
fr: En fonction des travaux notés
fr_ca: Baser sur les travaux notés
ga: Bunaithe ar thascanna marcáilte
hi: ग्रेड की गई असाइनमेंट के आधार पर
ht: Sou baz devwa yo evalye yo
id: Berdasarkan tugas yang dinilai
is: Byggt á verkefnum með einkunnum
it: Basato su compiti valutati
ja: 評定済み課題に基づく
mi: I runga i nga taumahi kua tohua
ms: Berdasarkan tugasan bergred
nb: Basert på vurderte oppgaver
nb_instk12: Basert på vurderte oppgaver
nl: Gebaseerd op beoordeelde opdrachten
pl: Na podstawie ocenionych zadań
pt: Com base em tarefas classificadas
pt_br: Com base em tarefas avaliadas
ru: На основе оцененных заданий
sl: Na podlagi ocenjenih nalog
sv: Baserat på bedömda uppgifter
sv_instk12: Baserat på bedömda uppgifter
th: พิจารณาจากภารกิจที่ให้เกรด
vi: Căn cứ theo bài tập đã được chấm điểm
zh: 基于评分的作业
zh_hk: 基於已評分的作業列表

source: Biology 201
ar: الأحياء 201
ca: Biologia 201
cy: Bioleg 201
da: Biologi 201
da_instk12: Biologi 201
de: Biologie 201
es: Biología 201
es_es: Biología 201
fi: Biologia 201
fr: Biologie 201
fr_ca: Biologie 201
ga: Bitheolaíocht 201
hi: जीव विज्ञान 201
ht: Biyoloji 201
is: Líffræði 201
it: Biologia 201
ja: 生物学 201
mi: Koiora 201
ms: Biologi 201
nb: Biologi 201
nb_instk12: Biologi 201
nl: Biologie 201
pl: Biologia 201
pt: Biologia 201
pt_br: Biologia 201
ru: Биология 201
sl: Biologija 201
sv: Biologi 201
sv_instk12: Biologi 201
vi: Sinh Học Đại Cương
zh: 生物 201
zh_hk: 生物學 201

source: Biology Exam 2
ar: اختبار الأحياء 2
ca: Examen de biologia 2
cy: Arholiad Bioleg 2
da: Biologiprøve 2
da_instk12: Biologiprøve 2
de: Biologieexamen 2
es: Examen 2 de Biología
es_es: Examen 2 de biología
fi: Biologiatesti 2
fr: Examen de biologie 2
fr_ca: Examen de biologie 2
ga: Scrúdú Bitheolaíochta 2
hi: जीव विज्ञान परीक्षा 2
ht: Egzamen Biyoloji 2
is: Líffræðipróf 2
it: Esame biologia 2
ja: 生物学の試験 2
mi: Koiora Whakamātau 2
ms: Peperiksaan Biologi 2
nb: Biologieksamen 2
nb_instk12: Biologieksamen 2
nl: Biologie-examen 2
pl: Egzamin z biologii 2
pt: Exame de Biologia 2
pt_br: Exam de biologia 2
ru: Экзамен по биологии 2
sl: Izpit iz biologije
sv: Biologiprov 2
sv_instk12: Biologiprov 2
vi: Bài Thi Sinh Học 2
zh: 生物考试 2
zh_hk: 生物學考試 2

source: Canvas single grade widget
ar: عنصر واجهة مستخدم Canvas بعلامة واحدة
ca: Giny de nota única del Canvas
cy: Teclyn gradd unigol Canvas
da: Canvas-widget for enkelt karakter
da_instk12: Canvas-widget for enkelt vurdering
de: Canvas Einzelnoten-Widget
es: Widget de calificación única de Canvas
es_es: Widget de nota única de Canvas
fi: Canvas yhden arvosanan lisäosa
fr: Widget Note unique Canvas
fr_ca: Widget Canvas de grade unique
ga: Giuirléid mhairc aonair Canvas
hi: Canvas एकल ग्रेड विजेट
ht: Widget senp nòt sou Canvas
id: Widget nilai tunggal Canvas
is: Græja fyrir eina einkunn á Canvas
it: Widget Canvas voto singolo
ja: Canvas 単一評定ウィジェット
mi: Canvas widget kōeke kotahi
ms: Widget gred tunggal Canvas
nb: Canvas-widget for én vurdering
nb_instk12: Canvas-widget for én vurdering
nl: Canvas widget voor één cijfer
pl: Widżet Canvas z jedną oceną
pt: Widget de nota única do Canvas
pt_br: Widget Canvas de nota única
ru: Виджет Canvas одиночного класса
sl: Pripomoček za enojno oceno Canvas
sv: Canvas-widget för enskilt omdöme
sv_instk12: Canvas-widget för enskild bedömning
th: วิดเจ็ตให้เกรดแยกเดี่ยวของ Canvas
vi: Tiện ích xem điểm một môn của Canvas
zh: Canvas 单个评分小工具
zh_hk: Canvas 單一評分小工具

source: Canvas To-do Widget
ar: عنصر واجهة مستخدم المهمة في Canvas
ca: Giny de tasques pendents del Canvas
cy: Teclyn I’w Gwneud Canvas
da: Canvas-widget til opgaveliste
da_instk12: Canvas-widget til opgaveliste
de: Canvas Aufgaben-Widget
es: Widget Tareas por hacer de Canvas
es_es: Widget de tareas pendientes de Canvas
fi: Canvas Tehtävä Widget
fr: Widget de liste À faire Canvas
fr_ca: Widget de travail à accomplir dans Canvas
ga: Giuirléid 'Le Déanamh' Canvas
hi: Canvas करने के लिए विजेट
ht: Widget Tach sou Canvas
id: Widget To-do Canvas
is: Verkefnalisti Canvas fyrir græjur
it: Widget attività da fare Canvas
ja: Canvas To-do（するべきこと）ウィジェット
mi: Canvas Hei Mahi Widget
ms: Widget Untuk Dilakukan Canvas
nb: Canvas gjøremål-widget
nb_instk12: Canvas gjøremål-widget
nl: Canvas-widget Lijst met opdrachten
pl: Widżet listy zadań Canvas
pt: Widget de tarefas
pt_br: Widged de tarefa do Canvas
ru: Виджет задач Canvas
sl: Pripomoček za seznam opravil Canvas
sv: Canvas att göra-widget
sv_instk12: Canvas att göra-widget
th: วิดเจ็ทสิ่งที่ต้องทำของ Canvas
vi: Tiện Ích Việc Cần Làm của Canvas
zh: Canvas 任务小工具
zh_hk: Canvas 待辦事項小工具

source: Course
ar: المساق
ca: Assignatura
cy: Cwrs
da: Fag
da_instk12: Fag
de: Kurs
es: Curso
es_es: Asignatura
fi: Kurssi
fr: Cours
fr_ca: Cours
ga: Cúrsa
hi: पाठ्यक्रम
ht: Kou
id: Kursus
is: Námskeið
it: Corso
ja: コース
mi: Akoranga
ms: Kursus
nb: Emne
nb_instk12: Fag
nl: Cursus
pl: Kurs
pt: Disciplina
pt_br: Curso
ru: Курс
sl: Predmet
sv: Kurs
sv_instk12: Kurs
th: บทเรียน
vi: Khóa Học
zh: 课程
zh_hk: 課程

source: Course Grades
ar: درجات المساق
ca: Notes de l'assignatura
cy: Graddau Cwrs
da: Fagets karakterer
da_instk12: Fagets vurderinger
de: Kursnoten
es: Calificaciones del curso
es_es: Notas de la asignatura
fi: Kurssin arvosanat
fr: Notes des cours
fr_ca: Notes du cours
ga: Marcanna an Chúrsa
hi: पाठ्यक्रम ग्रेड
ht: Kategori Kou
id: Peringkat Kursus
is: Námskeiðseinkunnir
it: Voti corso
ja: コース評定
mi: Ngā Kōeke Akoranga
ms: Gred Kursus
nb: Emnevurderinger
nb_instk12: Fagvurderinger
nl: Cursuscijfers
pl: Oceny kursu
pt: Notas da disciplina
pt_br: Notas do curso
ru: Оценки курса
sl: Ocene pri predmetu
sv: Kursomdömen
sv_instk12: Kursbedömningar
th: เกรดของบทเรียน
vi: Điểm Khóa Học
zh: 课程评分
zh_hk: 課程成績

source: Double tap to view course grades tab
ar: اضغط مرتين لعرض علامة تبويب درجات المساق
ca: Toqueu dues vegades per veure la pestanya de notes de l'assignatura
cy: Cliciwch ddwywaith i weld tab graddau’r cwrs
da: Dobbelttryk for at se fanen for fagkarakterer
da_instk12: Dobbelttryk for at se fanen for fagvurderinger
de: Tippen Sie doppelt auf die Registerkarte für die Benotung des Kurses
es: Toque dos veces para ver la pestaña de calificaciones del curso
es_es: Toca dos veces para ver la pestaña de notas de la asignatura
fi: Kaksoisnapauta nähdäksesi kurssiarvosanat-välileht
fr: Appuyez deux fois pour afficher l’onglet des notes du cours.
fr_ca: Double-cliquez pour afficher l’onglet des notes de cours
ga: Tapáil faoi dhó chun an táb marcanna cúrsa a fheiceáil
hi: पाठ्यक्रम ग्रेड टैब देखने के लिए डबल टैप करें
ht: Doub klik pou ka afiche onglè nòt kou yo
id: Ketuk dua kali untuk melihat tab nilai kursus
is: Ýttu tvisvar til að skoða flipann fyrir einkunnir námskeiðsins
it: Tocca due volte per visualizzare la scheda dei voti del corso
ja: ダブルタップでコースの評定タブを表示する
mi: Pato rua hei tiro i te ripa tohu akoranga
ms: Ketik dua kali untuk melihat tab gred kursus
nb: Dobbeltklikk for å se emnevurderingsfanen
nb_instk12: Dobbeltklikk for å se fagvurderingsfanen
nl: Dubbeltik om het tabblad Cursuscijfers weer te geven
pl: Stuknij dwukrotnie, aby wyświetlić kartę ocen kursu
pt: Toque duas vezes para ver a guia de notas da disciplina
pt_br: Toque duas vezes para ver a guia de notas do curso
ru: Щелкните дважды, чтобы просмотреть вкладку с оценками по курсу.
sl: Dvakrat tapnite za ogled zavihka z ocenami predmeta
sv: Dubbeltryck för att visa kursens omdömesflik
sv_instk12: Dubbeltryck för att visa kursens bedömningsflik
th: กดสองครั้งเพื่อดูแท็บเกรดบทเรียน
vi: Chạm hai lần để xem tab điểm khóa học
zh: 双击以查看课程评分选项卡
zh_hk: 點選兩下即可查看課程成績標籤

source: Double tap to view full list of to-dos
ar: اضغط مرتين لعرض القائمة الكاملة للمهام
ca: Toqueu-hi dues vegades per veure la llista completa de tasques pendents
cy: Tapiwch ddwywaith i weld y rhestr I’w Gwneud lawn
da: Dobbelttryk for at se den fulde opgaveliste
da_instk12: Dobbelttryk for at se den fulde opgaveliste
de: Zweimal tippen, um die vollständige Liste der Aufgaben anzuzeigen
es: Toque dos veces para ver toda la lista de tareas por hacer
es_es: Doble toque para ver la lista completa de tareas pendientes
fi: Kaksoisnapauta nähdäksesi koko tehtäväluettelon
fr: Appuyez deux fois pour afficher la liste complète des choses à faire
fr_ca: Taper à 2 reprises pour afficher la liste complète des travaux à accomplir
ga: Tapáil faoi dhó chun liosta iomlán na dtascanna a fheiceáil
hi: करने के लिए की पूरी सूची देखने के लिए डबल टैप करें
ht: Tape de fwa pou ka wè lis konplè tach yo
id: Ketuk dua kali untuk melihat daftar lengkap to-do
is: Pikkaðu tvisvar til að sjá allan lista yfir verkefnalista
it: Tocca due volte per visualizzare l’elenco completo delle attività da fare
ja: ダブルタップしてするべきことの全リストを表示する
mi: Paa rua kia kite i te rarangi katoa o nga mahi
ms: Ketik dua kali untuk melihat senarai penuh untuk dilakukan
nb: Dobbeltklikk for å se hele listen over gjøremål
nb_instk12: Dobbeltklikk for å se hele listen over gjøremål
nl: Tik twee keer om de volledige lijst met opdrachten weer te geven
pl: Stuknij dwukrotnie, aby wyświetlić pełną listę zadań
pt: Toque duas vezes para ver a lista completa de tarefas
pt_br: Toque duas vezes para ver a lista completa de tarefas
ru: Щелкните дважды, чтобы открыть полный список задач
sl: Dvakrat se dotaknite za ogled celotnega seznama opravil
sv: Dubbeltryck för att se en fullständig lista över att göra-uppgifter
sv_instk12: Dubbeltryck för att se en fullständig lista över att göra-uppgifter
th: กดสองครั้งเพื่อดูรายการสิ่งที่ต้องทำทั้งหมด
vi: Chạm hai lần để xem toàn bộ danh sách việc cần làm
zh: 双击查看完整的任务列表
zh_hk: 點選兩下即可檢視完整的待辦事項淸單

source: Drum And Bass 101
ar: مقدمة في موسيقى الدرام أند باس
ca: Percussió i baix 101
cy: Drwm a Bas 101
da: Tromme og bas 101
da_instk12: Tromme og bas 101
de: Schlagzeug und Bass 101
es: Batería y bajo 101
es_es: Introducción al Drum and Bass
fr_ca: Batterie et basse 101
ga: Druma agus Dord 101
hi: ड्रम और बास 101
ht: Batri ak Bas 101
id: Drum dan Bass 101
it: Tamburo e basso 101
ja: ドラムアンドベース 101
mi: Pahū me te Paoro 101
ms: Dram dan Bass 101
nb: Tromme og bass 101
nb_instk12: Tromme og bass 101
pl: DnB 101
pt: Tambor e Baixo 101
pt_br: Bateria e baixo 101
ru: Драм-н-бейс 101
sv: Trum- och basmusik 101
sv_instk12: Trum- och basmusik 101
th: กลองและเบส 101
vi: Trống và Bass 101
zh: 鼓和贝斯 101
zh_hk: 鼓與貝斯 101

source: English Literature 101
ar: مقدمة في آداب اللغة الإنجليزية
ca: Literatura anglesa 101
cy: Llenyddiaeth Saesneg 101
da: Engelsk litteratur 101
da_instk12: Engelsk litteratur 101
de: Englische Literatur 101
es: Literatura inglesa 101
es_es: Introducción a la literatura inglesa
fi: Englannin kirjallisuus 101
fr: Littérature anglaise 101
fr_ca: Littérature anglaise 101
ga: Litríocht an Bhéarla 101
hi: अंग्रेज़ी साहित्य 101
ht: Literati Anglè 101
id: Sastra Inggris 101
is: Enskar bókmenntir 101
it: Letteratura inglese 101
ja: 英文学 101
mi: Tuhituhi Ingarihi 101
ms: Kesusasteraan Inggeris 101
nb: Engelsk litteratur 101
nb_instk12: Engelsk litteratur 101
nl: Engelse literatuur 101
pl: Literatura angielska 101
pt: Literatura Inglesa 101
pt_br: Literatura inglesa 101
ru: Английская литература 101
sl: Angleška literatura 101
sv: Engelsk literatur 101
sv_instk12: Engelsk literatur 101
th: วรรณกรรมอังกฤษ 101
vi: Văn Học Anh 101
zh: 英语文学 101
zh_hk: 英國文學 101

source: Essay #1: The Rocky Planets
ar: مقال رقم 1: الكواكب الصخرية
ca: Assaig núm. 1: Els planetes tel·lúrics
cy: Traethawd #1: Y Planedau Creigiog
da: Opgave nr. 1: Klippeplaneterne
da_instk12: Opgave nr. 1: Klippeplaneterne
de: Essay Nr. 1: Die felsigen Planeten
es: Ensayo n.º 1: los planetas rocosos
es_es: Ensayo n.º 1: los planetas rocosos
fi: Essee #1: The Rocky Planets
fr: Dissertation N°1 : Les planètes rocheuses
fr_ca: Composition No 1 : Les planètes rocheuses
ga: Aiste #1: Na Pláinéid Rocky
hi: निबंध #1: पथरीले ग्रह
ht: Redaksyon #1: The Rocky Planets (Planèt Wòch la)
is: Ritgerð #1: Hrjóstrugar plánetur
it: Saggio n°1 I pianeti rocciosi
ja: 小論文 #1:『The Rocky Planets』
mi: Tuhinga roa #1: Ngā Aorangi Pōhatuhatu
ms: Esei #1: Planet Berbatu
nb: Essay nr. 1: The Rocky Planets
nb_instk12: Essay nr. 1: The Rocky Planets
nl: Essay nr. 1: De terrestrische planeten
pl: Esej nr 1: Skaliste planety
pt: Ensaio #1: Os Planetas Rochosos
pt_br: Teste 1: Os planetas rochosos
ru: Сочинение № 1: Скалистые планеты
sl: Esej št. 1: Skalnati planeti
sv: Uppsats #1: Stenplaneterna
sv_instk12: Uppsats #1: Stenplaneterna
vi: Bài Luận #1: Hành Tinh Đất Đá
zh: 论文 #1：岩石行星
zh_hk: 論文 #1：岩石星球

source: Example Course
ar: مساق مقدم كنموذج
ca: Assignatura d'exemple
cy: Cwrs Enghreifftiol
da: Eksempelfag
da_instk12: Eksempelfag
de: Beispiel-Kurs
es: Curso de ejemplo
es_es: Asignatura de ejemplo
fi: Esimerkkikurssi
fr: Exemple de cours
fr_ca: Exemple de cours
ga: Cúrsa Samplach
hi: उदाहरण पाठ्यक्रम
ht: Egzanp Kou
id: Contoh Kursus
is: Dæmi um námskeið
it: Corso di esempio
ja: 例となるコース
mi: Tauira Akoranga
ms: Kursus Contoh
nb: Eksempelemne
nb_instk12: Eksempelfag
nl: Voorbeeldcursus
pl: Przykładowy kurs
pt: Exemplo da disciplina
pt_br: Exemplo de curso
ru: Пример курса
sl: Primer predmeta
sv: Exempelkurs
sv_instk12: Exempelkurs
th: ตัวอย่างบทเรียน
vi: Khóa Học Mẫu
zh: 示例课程
zh_hk: 範例課程

source: Finals are moving to next week.
ar: ستنتقل الاختبارات النهائية إلى الأسبوع القادم.
ca: Els examens finals es mouen a la setmana que ve.
cy: Mae’r arholiadau terfynol yn symud i’r wythnos nesaf.
da: De afsluttende prøver flyttes til næste uge.
da_instk12: De afsluttende prøver flyttes til næste uge.
de: Gesamtnoten werden auf nächste Woche verschoben.
es: Los finales se pasan a la semana próxima.
es_es: Los finales se pasan a la semana próxima.
fi: Loppukokeet siirtyvät seuraavalle viikolle.
fr: Les épreuves finales sont déplacées à la semaine prochaine.
fr_ca: Les finales sont déplacées à la semaine prochaine.
ga: Tá na scrudaithe deireanacha ag bogadh go dtí an tseachtain seo chugainn.
hi: अंतिम परीक्षाएं अगले सप्ताह पर स्थानांतरित की जा रही हैं।
ht: Yo repòte egzamen final yo pou semenn pwochen.
id: Ujian akhir dipindah ke minggu depan.
is: Lokaprófin færast yfir í næstu viku.
it: Le valutazioni finali sono spostate alla prossima settimana.
ja: 期末試験来週に移動します。
mi: Kei te neke ngā whakamutunga ki tērā wiki.
ms: Peperiksaan akhir dibawa ke minggu hadapan
nb: Avsluttende eksamener flyttes til neste uke.
nb_instk12: Avsluttende eksamener flyttes til neste uke.
nl: De examens zijn naar volgende week verplaatst.
pl: Sesja zostaje przeniesiona na następny tydzień.
pt: As finais estão a passar para a próxima semana.
pt_br: Os exames finais estão mudando para a próxima semana.
ru: Финалы переносятся на следующую неделю.
sl: Izpiti so prestavljeni na naslednji teden.
sv: Finalerna flyttas till nästa vecka.
sv_instk12: Finalerna flyttas till nästa vecka.
th: สัปดาห์หน้าจะเป็นการสอบใหญ่
vi: Bài kiểm tra cuối kỳ đang được chuyển sang tuần tiếp theo.
zh: 期中考试移到下一周。
zh_hk: 期末考試改到下星期了。

source: General Astronomy
ar: نظرة عامة على علوم الفلك
ca: Astronomia general
cy: Seryddiaeth Gyffredinol
da: Generel astronomi
da_instk12: Generel astronomi
de: Allgemeine Astronomie
es: Astronomía general
es_es: Astronomía general
fi: Yleinen tähtitiede
fr: Astronomie générale
fr_ca: Astronomie générale
ga: Réalteolaíocht Ghinearálta
hi: सामान्य खगोल विज्ञान
ht: Astwonomi Jeneral
id: Astronomi Umum
is: Almenn stjörnufræði
it: Anatomia generale
ja: 一般天文学
mi: Ahurangi Whānui
ms: Astronomi Am
nb: Generell astronomi
nb_instk12: Generell astronomi
nl: Algemene astronomie
pl: Astronomia
pt: Astronomia Geral
pt_br: Astronomia geral
ru: Общая астрономия
sl: Splošna astronomija
sv: Allmän astronomi
sv_instk12: Allmän astronomi
th: ดาราศาสตร์ทั่วไป
vi: Thiên Văn Học Đại Cương
zh: 普通天文学
zh_hk: 一般天文學

source: Grade
ar: الدرجة
ca: Nota
cy: Gradd
da: Karakter
da_instk12: Vurdering
de: Note
es: Calificación
es_es: Nota
fi: Arvosana
fr: Note
fr_ca: Notation
ga: Marc
hi: ग्रेड
ht: Klas
id: Nilai
is: Einkunn
it: Voto
ja: 評定
mi: Kōeke
ms: Gred
nb: Vurdering
nb_instk12: Vurdering
nl: Cijfer
pl: Ocena
pt: Nota
pt_br: Avaliar
ru: Оценка
sl: Ocena
sv: Omdöme
sv_instk12: Bedömning
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 評分

source: Grade is hidden
ar: الدرجة مخفية
ca: La nota està amagada
cy: Gradd wedi’i chuddio
da: Karakteren er skjult
da_instk12: Vurderingen er skjult
de: Note ist versteckt
es: La calificación está oculta
es_es: La nota está oculta
fi: Arvosana piilotettu
fr: La note est masquée
fr_ca: La note est masquée
ga: Tá an marc i bhfolach
hi: ग्रेड छिपा हुआ है
ht: Nòt la kache
id: Nilai disembunyikan
is: Einkunn er falin
it: Il voto è nascosto
ja: 評定は非表示
mi: Kei te huna te kōeke
ms: Gred tersembunyi
nb: Vurderingen er skjult
nb_instk12: Vurderingen er skjult
nl: Cijfer is verborgen
pl: Ocena jest ukryta
pt: A nota está oculta
pt_br: A nota está oculta
ru: Оценка скрыта
sl: Ocena je skrita
sv: Omdömet är dolt
sv_instk12: Bedömningen är dold
th: เกรดถูกซ่อนไว้
vi: Điểm đã được ẩn
zh: 评分已隐藏
zh_hk: 評分已隱藏

source: Grade List
ar: قائمة الدرجات
ca: Llista de notes
cy: Rhestr Graddau
da: Karakterliste
da_instk12: Vurderingsliste
de: Benotungsliste
es: Lista de calificaciones
es_es: Lista de notas
fi: Arvosanaluettelo
fr: Liste de notes
fr_ca: Liste des classes
ga: Liosta na Marcanna
hi: ग्रेड सूची
ht: Lis Kou
id: Daftar Nilai
is: Einkunnalisti
it: Elenco dei voti
ja: 評定リスト
mi: Rarangi Koeke
ms: Senarai Gred
nb: Vurderingsliste
nb_instk12: Vurderingsliste
nl: Cijferlijst
pl: Lista ocen
pt: Lista de nota
pt_br: Lista de notas
ru: Список оценок
sl: Seznam ocen
sv: Omdömeslista
sv_instk12: Bedömningslista
th: รายการเกรด
vi: Danh Sách Điểm
zh: 评分列表
zh_hk: 評分淸單
